
 <!-- ✅ CỘT TRÁI: Sidebar -->
    <div class="sidebar">
    <h2>
        <!-- Icon person-fill -->
        <svg xmlns="http://www.w3.org/2000/svg" width="30" height="30" fill="white" class="octicon octicon-person-fill" viewBox="0 0 16 16" style="margin-right: 6px; vertical-align: middle;">
            <path d="M10 5a2 2 0 1 1-4 0 2 2 0 0 1 4 0zM14 13v1H2v-1a3 3 0 0 1 3-3h6a3 3 0 0 1 3 3z"/>
        </svg>
        ADMIN
    </h2>
    <table class="sidebar-table">


        <tr>
            <td>
                <a href="#">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16 16" fill="white" width="20" height="20">
                        <path d="M1.75 1h12.5c.966 0 1.75.784 1.75 1.75v4c0 .372-.116.717-.314 1 .198.283.314.628.314 1v4a1.75 1.75 0 0 1-1.75 1.75H1.75A1.75 1.75 0 0 1 0 12.75v-4c0-.358.109-.707.314-1a1.739 1.739 0 0 1-.314-1v-4C0 1.784.784 1 1.75 1ZM1.5 2.75v4c0 .138.112.25.25.25h12.5a.25.25 0 0 0 .25-.25v-4a.25.25 0 0 0-.25-.25H1.75a.25.25 0 0 0-.25.25Zm.25 5.75a.25.25 0 0 0-.25.25v4c0 .138.112.25.25.25h12.5a.25.25 0 0 0 .25-.25v-4a.25.25 0 0 0-.25-.25ZM7 4.75A.75.75 0 0 1 7.75 4h4.5a.75.75 0 0 1 0 1.5h-4.5A.75.75 0 0 1 7 4.75ZM7.75 10h4.5a.75.75 0 0 1 0 1.5h-4.5a.75.75 0 0 1 0-1.5ZM3 4.75A.75.75 0 0 1 3.75 4h.5a.75.75 0 0 1 0 1.5h-.5A.75.75 0 0 1 3 4.75ZM3.75 10h.5a.75.75 0 0 1 0 1.5h-.5a.75.75 0 0 1 0-1.5Z"></path>
                    </svg>
                    Quản lý sách
                </a>
            </td>
        </tr>
        <tr>
            <td>
                <a href="#">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16 16" fill="white" width="20" height="20">
                        <path d="M2 5.5a3.5 3.5 0 1 1 5.898 2.549 5.508 5.508 0 0 1 3.034 4.084.75.75 0 1 1-1.482.235 4 4 0 0 0-7.9 0 .75.75 0 0 1-1.482-.236A5.507 5.507 0 0 1 3.102 8.05 3.493 3.493 0 0 1 2 5.5ZM11 4a3.001 3.001 0 0 1 2.22 5.018 5.01 5.01 0 0 1 2.56 3.012.749.749 0 0 1-.885.954.752.752 0 0 1-.549-.514 3.507 3.507 0 0 0-2.522-2.372.75.75 0 0 1-.574-.73v-.352a.75.75 0 0 1 .416-.672A1.5 1.5 0 0 0 11 5.5.75.75 0 0 1 11 4Zm-5.5-.5a2 2 0 1 0-.001 3.999A2 2 0 0 0 5.5 3.5Z"></path>
                    </svg>
                    Quản lý người dùng
                </a>
            </td>
        </tr>
        <tr>
            <td>
                <a href="#">
                    
                    Quản lý đơn hàng
                </a>
            </td>
        </tr>
        <tr>
            <td>
                <a href="#">
                    
                    Thống kê & Báo cáo
                </a>
            </td>
        </tr>

    </table>
    </div>
